---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StartJoinCutback
source: html/fc78f5a0-0570-d2bc-0ec4-984fde7870ad.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StartJoinCutback Property

"Start Join Cutback"

## Syntax (C#)
```csharp
public static ForgeTypeId StartJoinCutback { get; }
```